tests/soap-get-cheapest-request.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://foodmenu.io/gt/webservice">
  <soapenv:Header/>
  <soapenv:Body>
    <ws:getCheapestMealRequest/>
  </soapenv:Body>
</soapenv:Envelope>
